alacritty
alsa-utils
amd-ucode
autoconf
autoconf-archive
automake
base
bdf-unifont
binutils
bison
bleachbit
bspwm
chromium
discord
fakeroot
flex
gcc
giblib
git
imagemagick
imlib2
lib32-libva-mesa-driver
lib32-mesa
lib32-mesa-vdpau
lib32-vulkan-radeon
libexif
libtool
libva-mesa-driver
linux
linux-firmware
m4
make
mc
mesa-vdpau
mpc
mpd
nano
ncdu
ncmpcpp
neofetch
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
openvpn
pamixer
patch
pkgconf
playerctl
pulseaudio
python-pip
python2
python2-pip
refind
rofi
rofimoji
rsync
spotifyd
sudo
sxhkd
telegram-desktop
texinfo
ufw
unzip
vim
vlc
vulkan-radeon
wget
xclip
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
zsh
